
kIKPathPopupOther = "Autre…";
kIKPathPopupChoose = "Sélectionner";

/* ----- IKDeviceBrowserView ----- */

kIKDeviceBrowserLocalCameras = "Caméras locales";
kIKDeviceBrowserNetworkCameras = "Caméras de réseau";
kIKDeviceBrowserLocalScanners = "Scanneurs locaux";
kIKDeviceBrowserNetworkScanners = "Scanneurs de réseau";
kIKDeviceBrowserNoPostprocessApplication = "Aucune application";

kIKDeviceBrowserOutlineViewLocalDevices = "APPAREILS";
kIKDeviceBrowserOutlineViewRemoteDevices = "PARTAGÉS";

kIKDeviceBrowserShowDeviceSettingsToolTip = "Afficher les réglages de périphérique";
kIKDeviceBrowserHideDeviceSettingsToolTip = "Masquer les réglages de périphérique";
kIKDeviceBrowserShowDeviceSettingsAX = "afficher les réglages de périphérique";
kIKDeviceBrowserHideDeviceSettingsAX = "masquer les réglages de périphérique";

kIKDeviceBrowserShowNetworkDevicesToolTip = "Afficher les périphériques réseau";
kIKDeviceBrowserHideNetworkDevicesToolTip = "Masquer les périphériques réseau";
kIKDeviceBrowserShowNetworkDevicesAX = "afficher les périphériques réseau";
kIKDeviceBrowserHideNetworkDevicesAX = "masquer les périphériques réseau";

kIKDeviceBrowserDevicesAX = "appareils photo et numériseurs";

kIKDeviceBrowserAccessoryConnectingDevice = "Connecter un(e) %@ ouvre :";
device = "périphérique";
iPod = "iPod";
iPhone = "iPhone";
Camera = "appareil photo";
Scanner = "scanneur";
kIKDeviceBrowserAccessoryShareDevice = "Partager %@";

kIKDeviceBrowserTextCellLocal = "local";
kIKDeviceBrowserTextCellNetwork = "réseau";
kIKDeviceBrowserTextCellItemCount = "%d éléments";

ICDeviceLocationDescriptionUSB = "USB";
ICDeviceLocationDescriptionFireWire = "FireWire";
ICDeviceLocationDescriptionBluetooth = "Bluetooth";
ICDeviceLocationDescriptionMassStorage = "MassStorage";

kIKDeviceWasDisconnected = "« %@ » a été déconnecté…";

/* ----- IKCameraDeviceView ----- */

kIKCameraDeviceView_DownloadAll = "Tout télécharger";
kIKCameraDeviceView_Download = "Télécharger";
kIKCameraDeviceView_ImportAll = "Tout importer";
kIKCameraDeviceView_Import = "Importer";

kIKCameraDeviceView_NoPostProcessingApplication = "Aucune application";

kIKCameraDeviceView_StatusText_DownloadSelectedItems = "Importation des éléments sélectionnés";
kIKCameraDeviceView_StatusText_DownloadAllItems = "Importation de tous les éléments";
kIKCameraDeviceView_StatusText_DownloadingItem = "Importation de « %@ »";

kIKCameraDeviceView_FileSizeByteFormat = "%@ B";
kIKCameraDeviceView_FileSizeKBFormat = "%@ Ko";
kIKCameraDeviceView_FileSizeMBFormat = "%@ Mo";
kIKCameraDeviceView_FileSizeGBFormat = "%@ Go";

kIKCameraDeviceView_ApertureFormat = "ƒ/%@";
kIKCameraDeviceView_FocalLengthFormat = "%@ mm";

kIKCameraLocalizedOK                              = "OK";
kIKCameraDeviceDisconnectedWhileDownloading       = "Appareil photo déconnecté lors de l’importation";
kIKCameraDeviceDisconnectedWhileDownloadingText   = "L’appareil photo « %@ » était déconnecté lors de l’importation. %d éléments n’ont pas été importés.";
kIKCameraDeviceDisconnectedWhileDeleting          = "Appareil photo déconnecté lors du téléchargement";
kIKCameraDeviceDisconnectedWhileDeletingText      = "L’appareil photo « %@ » était déconnecté lors de la suppression. Il est possible que certains éléments n’aient pas été supprimés.";

kIKCameraDeviceCouldNotDownloadAllItems            = "Erreur d’importation."; 
kIKCameraDeviceCouldNotDownloadAllItemsText        = "Une erreur s’est produite durant l’importation. L’élément « %@ » n’a pas été importé.";
kIKCameraDeviceCouldNotDownloadAllItemsText2       = "Une erreur s’est produite durant l’importation. %d éléments n’ont pas été importés :\n";
kIKCameraDeviceCouldNotDownloadAllItemsButton      = "OK";

kIKCameraDeviceView_CancelButton                   = "Annuler";

kIKCameraDeviceView_DeleteSelectedItem = "Souhaitez-vous vraiment supprimer définitivement l’élément sélectionné ?";
kIKCameraDeviceView_DeleteSelectedItemsFormat = "Souhaitez-vous vraiment supprimer définitivement les %d éléments sélectionnés ?";
kIKCameraDeviceView_DeleteText = "Cette action est irréversible.";
kIKCameraDeviceView_DeleteButton = "Supprimer";
kIKCameraDeviceView_DeleteCancel = "Annuler";

kIKCameraDeviceView_DiskFull = "Disque saturé";
kIKCameraDeviceView_DiskFullText = "Espace insuffisant sur le volume « %@ » pour importer les éléments sélectionnés. Sélectionnez un nouveau dossier d’importation sur un volume différent.";
kIKCameraDeviceView_DownloadFolderNotAvailable = "Dossier d’importation non disponible";
kIKCameraDeviceView_DownloadFolderNotAvailableText = "Le dossier d’importation spécifié est indisponible ou introuvable. Sélectionnez-en un nouveau.";
kIKCameraDeviceView_DownloadFolderWriteProtected = "Importation impossible";
kIKCameraDeviceView_DownloadFolderWriteProtectedText = "Vous ne disposez pas des autorisations en écriture dans le dossier d’importation spécifié. Sélectionnez un autre dossier d’importation.";

/* ----- IKScannerDeviceView ----- */

kIKScannerDeviceView_ScanButton = "Scanner";
kIKScannerDeviceView_OverviewButton = "Aperçu";
kIKScannerDeviceView_CancelButton = "Annuler";
kIKScannerDeviceView_ImportButton = "Importer";

kIKScannerDeviceView_PressScanToStart = "Appuyez sur « Scanner » pour démarrer…";

kIKScannerDeviceView_Simple = "Simplifiée";
kIKScannerDeviceView_Advanced = "Avancé";

kIKScannerDeviceView_ScanDocumentName = "Scanner";

kIKScannerDeviceView_ScannerNotAvailable = "Scanneur indisponible";
kIKScannerDeviceView_NoScannerSelected = "Aucun scanneur sélectionné";
kIKScannerDeviceView_NoScannerDeviceAvailable = "Aucun appareil scanneur disponible";
kIKScannerDeviceView_ScannerIsWarmingUp = "Démarrage du scanneur…";
kIKScannerDeviceView_ScannerReportedAnError = "Le scanneur a signalé une erreur";
kIKScannerDeviceView_ScannerReportedAnErrorOK = "OK";
kIKScannerDeviceView_TryingToOpenScannerSession = "Tentative d’ouverture de la session de numérisation…";


kIKScannerDeviceView_NoPostProcessingApplication = "Aucune application";

kIKScannerDeviceView_StatusText_OverviewScan = "Scannage d’aperçu…";
kIKScannerDeviceView_StatusText_Scan = "Scannage en cours…";
kIKScannerDeviceView_StatusText_ScanDocument = "Numérisation du document #%d";
kIKScannerDeviceView_StatusText_ScanDocumentName = "Numérisation du document « %@ »";
kIKScannerDeviceView_StatusText_ScanDocumentNameAndPage = "Numérisation du document « %@ », page nº %d";

kIKScannerDeviceView_Units_pixels = "pixels";
kIKScannerDeviceView_Units_inches = "pouces";
kIKScannerDeviceView_Units_cm = "cm";

kIKScannerDeviceView_Units = "unités";

kIKScannerDeviceFileNameCannotContainColon = "Le nom de fichier ne peut pas contenir un « : ».";
kIKScannerDeviceFileNameCannotBeEmpty = "Le nom de fichier doit être rempli";
kIKScannerDeviceFileNameIsTooLong = "Le nom de fichier est trop long";
kIKScannerDeviceFileNameCannotStartWithADot = "Le nom de fichier ne peut pas commencer par un « . ».";

kIKScannerDeviceFileRangeErrorValueTooSmall = "La valeur « %@ » est trop petite (la valeur minimum est %@).";
kIKScannerDeviceFileRangeErrorValueTooBig = "La valeur « %@ » est trop grande (la valeur maximum est %@).";
kIKScannerDeviceFileRangeErrorValueInvalid = "La valeur « %@ » n’est pas valide.";

kIKScannerDeviceView_SimpleScanImageTitle = "Scannage %d";
kIKScannerDeviceView_SimpleScanAnalyzing = "Analyse…";

kIKScannerDeviceView_Advanced_ScanMode = "Mode de scannage :";
kIKScannerDeviceView_Advanced_ScanModeFlatbed = "Scanneur à plat";
kIKScannerDeviceView_Advanced_ScanModeTransparency = "Transparence";
kIKScannerDeviceView_Advanced_ScanModePositiveTransparency = "Transparence - Positive";
kIKScannerDeviceView_Advanced_ScanModeNegativeTransparency = "Transparence - Négative";
kIKScannerDeviceView_Advanced_ScanModeDocumentFeeder = "Bac auto";

kIKScannerDeviceView_Advanced_DocumentType = "Type :";
kIKScannerDeviceView_Advanced_DocumentTypeText = "Texte";
kIKScannerDeviceView_Advanced_DocumentTypeBWPhoto = "Noir et blanc";
kIKScannerDeviceView_Advanced_DocumentTypeColorPhoto = "Couleur";
kIKScannerDeviceView_Advanced_DocumentTypePositiveGray = "Positif gris";
kIKScannerDeviceView_Advanced_DocumentTypeColorSlide = "Diapositive couleur";
kIKScannerDeviceView_Advanced_DocumentTypeNegativeGray = "Négatif gris";
kIKScannerDeviceView_Advanced_DocumentTypeNegativeSlide = "Négatif diapositive";

kIKScannerDeviceView_Advanced_BitDepth = "Profondeur de bits :";
kIKScannerDeviceView_Advanced_BitDepthBit = "1 bit";
kIKScannerDeviceView_Advanced_BitDepthBits = "%d Bits";

kIKScannerDeviceView_Advanced_BitDepthColors = "Couleurs :";
kIKScannerDeviceView_Advanced_BitDepthGrays = "Niveaux de gris :";

kIKScannerDeviceView_Advanced_BitDepthRGB8 = "Millions";
kIKScannerDeviceView_Advanced_BitDepthRGB16 = "Milliards";

kIKScannerDeviceView_Advanced_BitDepthGray8 = "256 gris";
kIKScannerDeviceView_Advanced_BitDepthGray16 = "Milliers de gris";

kIKScannerDeviceView_Advanced_BitDepthBW1 = "Noir et blanc";

kIKScannerDeviceView_Advanced_Rotation = "Angle de rotation :";
kIKScannerDeviceView_Advanced_DetectSeparateItems = "Détecter les éléments séparés";

kIKScannerDeviceView_Advanced_Resolution = "Résolution :";
kIKScannerDeviceView_Advanced_ResolutionUnits = "ppp";

kIKScannerDeviceView_Advanced_Scaling = "Mise à l’échelle :";
kIKScannerDeviceView_Advanced_ScalingUnits = "%";

kIKScannerDeviceView_Advanced_GeometrySize = "Taille :";
kIKScannerDeviceView_Advanced_GeometryNewSize = "Nouvelle taille :";
kIKScannerDeviceView_Advanced_GeometrySourceSize = "Format source :";

kIKScannerDeviceView_Advanced_Template = "Modèle :";
kIKScannerDeviceView_Advanced_NoTemplate = "aucune";

kIKScannerDeviceView_Advanced_ScanTo = "Scanner vers :";
kIKScannerDeviceView_Advanced_ScanToFolder = "Scanner vers le dossier :";

kIKScannerDeviceView_Advanced_ScanDocumentNameLabel = "Nom :";
kIKScannerDeviceView_Advanced_ScanPostProcessingAppLabel = "Ouvrir avec :";

kIKScannerDeviceView_Advanced_Format = "Format :";
kIKScannerDeviceView_Advanced_FormatBMP = "BMP";
kIKScannerDeviceView_Advanced_FormatGIF = "GIF";
kIKScannerDeviceView_Advanced_FormatJPEG = "JPEG";
kIKScannerDeviceView_Advanced_FormatJPEG2000 = "JPEG 2000";
kIKScannerDeviceView_Advanced_FormatPICT = "PICT";
kIKScannerDeviceView_Advanced_FormatPDF = "PDF";
kIKScannerDeviceView_Advanced_FormatPNG = "PNG";
kIKScannerDeviceView_Advanced_FormatPSD = "PSD";
kIKScannerDeviceView_Advanced_FormatQTIF = "QTIF";
kIKScannerDeviceView_Advanced_FormatSGI = "SGI";
kIKScannerDeviceView_Advanced_FormatTGA = "TGA";
kIKScannerDeviceView_Advanced_FormatTIFF = "TIFF";

kIKScannerDeviceView_Advanced_ImageCorrection = "Correction d’image :";
kIKScannerDeviceView_Advanced_ImageCorrectionNone = "aucune";
kIKScannerDeviceView_Advanced_ImageCorrectionAutomatic = "Automatique";
kIKScannerDeviceView_Advanced_ImageCorrectionManual = "Manuelle";

kIKScannerDeviceView_Advanced_PaperSize = "Dimensions de scannage :";
kIKScannerDeviceView_Advanced_PaperSizeA4 = "A4";
kIKScannerDeviceView_Advanced_PaperSizeB5JIB5 = "B5/JIS B5";
kIKScannerDeviceView_Advanced_PaperSizeUSLetter = "Lettre US";
kIKScannerDeviceView_Advanced_PaperSizeUSLegal = "Légal US";
kIKScannerDeviceView_Advanced_PaperSizeA5 = "A5";
kIKScannerDeviceView_Advanced_PaperSizeB4ISOB4 = "B4/ISO B4";
kIKScannerDeviceView_Advanced_PaperSizeB6ISOB6 = "B4/ISO B4";
kIKScannerDeviceView_Advanced_PaperSizeUSLedger = "Ledger US";
kIKScannerDeviceView_Advanced_PaperSizeUSExecutive = "Administratif US";
kIKScannerDeviceView_Advanced_PaperSizeA3 = "A3";
kIKScannerDeviceView_Advanced_PaperSizeB3ISOB3 = "B3/ISO B3";
kIKScannerDeviceView_Advanced_PaperSizeA6 = "A6";
kIKScannerDeviceView_Advanced_PaperSizeC4 = "C4";
kIKScannerDeviceView_Advanced_PaperSizeC5 = "C5";
kIKScannerDeviceView_Advanced_PaperSizeC6 = "C6";
kIKScannerDeviceView_Advanced_PaperSize4A0 = "4A0";
kIKScannerDeviceView_Advanced_PaperSize2A0 = "2A0";
kIKScannerDeviceView_Advanced_PaperSizeA0 = "A0";
kIKScannerDeviceView_Advanced_PaperSizeA1 = "A1";
kIKScannerDeviceView_Advanced_PaperSizeA2 = "A2";
kIKScannerDeviceView_Advanced_PaperSizeA7 = "A7";
kIKScannerDeviceView_Advanced_PaperSizeA8 = "A8";
kIKScannerDeviceView_Advanced_PaperSizeA9 = "A9";
kIKScannerDeviceView_Advanced_PaperSizeA10 = "A10";
kIKScannerDeviceView_Advanced_PaperSizeISOB0 = "ISO B10";
kIKScannerDeviceView_Advanced_PaperSizeISOB1 = "ISO B1";
kIKScannerDeviceView_Advanced_PaperSizeISOB2 = "ISO B5";
kIKScannerDeviceView_Advanced_PaperSizeISOB5 = "ISO B5";
kIKScannerDeviceView_Advanced_PaperSizeISOB7 = "ISO B5";
kIKScannerDeviceView_Advanced_PaperSizeISOB8 = "ISO B5";
kIKScannerDeviceView_Advanced_PaperSizeISOB9 = "ISO B9";
kIKScannerDeviceView_Advanced_PaperSizeISOB10 = "ISO B10";
kIKScannerDeviceView_Advanced_PaperSizeJISB0 = "JIS B3";        
kIKScannerDeviceView_Advanced_PaperSizeJISB1 = "JIS B3";        
kIKScannerDeviceView_Advanced_PaperSizeJISB2 = "JIS B3";        
kIKScannerDeviceView_Advanced_PaperSizeJISB3 = "JIS B3";        
kIKScannerDeviceView_Advanced_PaperSizeJISB4 = "JIS B3";        
kIKScannerDeviceView_Advanced_PaperSizeJISB6 = "JIS B3";        
kIKScannerDeviceView_Advanced_PaperSizeJISB7 = "JIS B7";        
kIKScannerDeviceView_Advanced_PaperSizeJISB8 = "JIS B3";        
kIKScannerDeviceView_Advanced_PaperSizeJISB9 = "JIS B9";        
kIKScannerDeviceView_Advanced_PaperSizeJISB10 = "JIS B3";       
kIKScannerDeviceView_Advanced_PaperSizeC0 = "C0";            
kIKScannerDeviceView_Advanced_PaperSizeC1 = "C1";            
kIKScannerDeviceView_Advanced_PaperSizeC2 = "C2";            
kIKScannerDeviceView_Advanced_PaperSizeC3 = "C3";            
kIKScannerDeviceView_Advanced_PaperSizeC7 = "C7";            
kIKScannerDeviceView_Advanced_PaperSizeC8 = "C8";            
kIKScannerDeviceView_Advanced_PaperSizeC9 = "C9";            
kIKScannerDeviceView_Advanced_PaperSizeC10 = "C10";           
kIKScannerDeviceView_Advanced_PaperSizeUSStatement = "Statement US";  
kIKScannerDeviceView_Advanced_PaperSizeBusinessCard = "Carte de visite"; 

kIKScannerDeviceView_Advanced_PaperSizeTypeE = "3,25” x 4,5”";
kIKScannerDeviceView_Advanced_PaperSizeType3R = "3,5” x 5”";
kIKScannerDeviceView_Advanced_PaperSizeType4R = "4” x 6”";
kIKScannerDeviceView_Advanced_PaperSizeType5R = "5” x 7”";
kIKScannerDeviceView_Advanced_PaperSizeType6R = "6” x 8”";
kIKScannerDeviceView_Advanced_PaperSizeType8R = "8” x 10”";
kIKScannerDeviceView_Advanced_PaperSizeTypeS8R = "8” x 12”";
kIKScannerDeviceView_Advanced_PaperSizeType10R = "10” x 12”";
kIKScannerDeviceView_Advanced_PaperSizeTypeS10R = "10” x 15”";
kIKScannerDeviceView_Advanced_PaperSizeType11R = "11” x 14”";
kIKScannerDeviceView_Advanced_PaperSizeType12R = "12” x 15”";
kIKScannerDeviceView_Advanced_PaperSizeTypeS12R = "12” x 18”";


kIKScannerDeviceView_Advanced_Duplex = "Duplex";
kIKScannerDeviceView_Advanced_Orientation = "Orientation :";

kIKScannerDeviceView_Advanced_ToolTip_Orientation1 = "Pas de rotation de l’original";
kIKScannerDeviceView_Advanced_ToolTip_Orientation3 = "Rotation de l’original à 180º";
kIKScannerDeviceView_Advanced_ToolTip_Orientation6 = "Rotation de l’original à gauche";
kIKScannerDeviceView_Advanced_ToolTip_Orientation8 = "Rotation de l’original à droite";

kIKScannerDeviceView_Advanced_ToolTip_OrientationOdd1 = "Numéros de page impairs - Pas de rotation de l’original";
kIKScannerDeviceView_Advanced_ToolTip_OrientationOdd3 = "Numéros de page impairs - Rotation de l’original à 180°";
kIKScannerDeviceView_Advanced_ToolTip_OrientationOdd6 = "Numéros de page impairs - Rotation de l’original à gauche";
kIKScannerDeviceView_Advanced_ToolTip_OrientationOdd8 = "Numéros de page impairs - Rotation de l’original à droite";

kIKScannerDeviceView_Advanced_ToolTip_OrientationEven1 = "Numéros de page pairs - Pas de rotation de l’original";
kIKScannerDeviceView_Advanced_ToolTip_OrientationEven3 = "Numéros de page pairs - Rotation de l’original à 180°";
kIKScannerDeviceView_Advanced_ToolTip_OrientationEven6 = "Numéros de page pairs - Rotation de l’original à gauche";
kIKScannerDeviceView_Advanced_ToolTip_OrientationEven8 = "Numéros de page pairs - Rotation de l’original à droite";

kIKScannerDeviceView_Advanced_AX_Orientation1 = "pas de rotation de l’original";
kIKScannerDeviceView_Advanced_AX_Orientation3 = "rotation de l’original à 180º";
kIKScannerDeviceView_Advanced_AX_Orientation6 = "rotation de l’original à gauche";
kIKScannerDeviceView_Advanced_AX_Orientation8 = "rotation de l’original à droite";

kIKScannerDeviceView_Advanced_CombineScansIntoSingleDoc = "Créer un document unique";

kIKScannerDeviceView_Advanced_Reset = "Réglages par défaut";
kIKScannerDeviceView_Advanced_Contrast = "Contraste :";
kIKScannerDeviceView_Advanced_Brightness = "Luminosité :";
kIKScannerDeviceView_Advanced_Saturation = "Saturation :";
kIKScannerDeviceView_Advanced_Temperature = "Température :";
kIKScannerDeviceView_Advanced_Tint = "Teinte :";
kIKScannerDeviceView_Advanced_Dark = "Sombre";
kIKScannerDeviceView_Advanced_Midtones = "Moyenne";
kIKScannerDeviceView_Advanced_Light = "Légère";

kIKScannerDeviceView_Advanced_scalingFormatString = "#,##0";
/* kIKScannerDeviceView_Advanced_resolutionFormatString = "#,##0"; */
kIKScannerDeviceView_Advanced_resolutionFormatString = "0";
kIKScannerDeviceView_Advanced_sizeFormatStringPixel = "#,##0";
kIKScannerDeviceView_Advanced_sizeFormatStringInch = "#,##0,00";
kIKScannerDeviceView_Advanced_sizeFormatStringCM = "#,##0,00";

kIKScannerDeviceView_DocumentFeederNoPaperLoaded = "Pas de papier chargé…";
